Repository: dmiotti/Dependn
Catalog: Dependn/*.lproj/Localizable.strings
Languages: fr

# addiction_list.new.cancel
source: Cancel
fr: Annuler

# addiction_list.modify.title
source: Rename
fr: Renommer

# statspanel.today
source: Today
fr: Aujourd'hui

# import.cancelled_by_user_recovery
source: Please start again
fr: Veuillez recommencer

# addiction_list.title
source: My addictions
fr: Mes dépendances

# export.time
source: Time
fr: Heure

# search.placeholder
source: Search for...
fr: Rechercher

# import.no_data_suggestion
source: Import a file from iTunes
fr: Ajouter un fichier d'import dans l'application grâce à iTunes

# addiction_list.modify
source: OK
fr: Valider

# new_record.place_placeholder
source: Example: at home
fr: Exemple : à la maison

# settings.action.export
source: Export data for analysis
fr: Export pour analyse

# import.no_data
source: There is no data to import
fr: Il n'y a aucune donnée à importer

# addiction_list.modify.placeholder
source: Enter a new addiction
fr: Entrer le nouveau nom

# addiction_list.new.message
source: What would you like to call this addiction?
fr: Comment souhaiteriez-vous la nommer ?

# history.no_addictions.ok
source: Cancel
fr: Annuler

# addiction_list.delete.cancel
source: Cancel
fr: Annuler

# import.choose_file
source: Choose the .csv file to import
fr: Choisissez le ficher .csv à importer

# addiction_list.new.placeholder
source: Example: ciggies
fr: Exemple : Clopinettes

# settings.memorise_places
source: Remember my places
fr: Mémoriser mes lieux

# new_record.modify
source: Modify
fr: Modifier

# intensity.low
source: Weak
fr: Faible

# export.intensity
source: Intensity
fr: Intensité

# new_record.select_date
source: OK
fr: Valider

# new_record.add_text
source: OK
fr: Valider

# new_record.place
source: Where are you?
fr: Où êtes-vous ?

# settings.manage_addictions
source: Manage my addiction list
fr: Gérer ma liste de dépendances

# new_record.modify_title
source: Modify this record
fr: Modifier cette entrée

# intensity.medium
source: Medium
fr: Moyenne

# new_record.feeling_subtitle
source: Feelings
fr: Émotions

# settings.use_passcode
source: Activate Passcode
fr: Activer le Passcode

# addiction_list.new.add
source: Create
fr: Créer

# new_record.title
source: New record
fr: Nouvelle entrée

# history.no_addictions.add
source: Add
fr: Ajouter

# new_record.comment_placeholder
source: Anything else to add?
fr: Autre chose à ajouter ?

# history.no_addictions.message
source: Oops, you need to add a new addiction first.
fr: Oups, vous devez d'abord ajouter une dépendance.

# new_record.optional
source: Add some further details
fr: Aller plus loin

# new_record.cancel
source: Cancel
fr: Annuler

# new_record.feeling
source: Feelings
fr: Émotions

# intensity.high
source: Strong
fr: Forte

# new_record.comment
source: Additional comments
fr: Commentaires additionnels

# new_record.comment_subtitle
source: Additional comments
fr: Commentaires

# passcode.reason
source: Access your data
fr: Accèder à vos données

# navigation.back
source: Back
fr: Retour

# new_record.feeling_placeholder
source: Example: I feel tense and tired
fr: Exemple : je suis tendu et fatigué

# addiction_list.new.name_missing
source: You must give this addiction a name
fr: Vous devez renseigner un nom

# import.choose_file_message
source: Your current data will be replaced by this imported data.
fr: Vos données actuelles seront remplacées par celles de cet import.

# addiction_list.new.title
source: Add a new addiction
fr: Ajouter

# statspanel.this_week
source: This week
fr: Cette semaine

# settings.section.general
source: General
fr: Général

# addiction_list.delete.confirm
source: Continue
fr: Continuer

# settings.action.import
source: Import
fr: Importer

# new_record.add_btn
source: Add
fr: Ajouter

# export.place
source: Place
fr: Lieu

# addiction_list.delete.title
source: Are you sure you want to delete %@?
fr: Êtes-vous sûr(e) de vouloir supprimer %@ ?

source: Cancel
fr: Annuler

# import.cancelled_by_user
source: Please start again
fr: Veuillez recommencer

# addiction_list.new.error
source: Oops...
fr: Oups !

# addiction_list.delete.message
source: All the data for %@ will be deleted from the application.
fr: Toutes les entrées de %@ seront supprimées de l'application.

# export.comment
source: Comments
fr: Commentaires

# settings.version
source: My version of Dependn'
fr: Ma version de Dependn'

# export.feeling
source: Feelings
fr: Émotions

# settings.title
source: Settings
fr: Paramètres

# new_record.intensity
source: Intensity
fr: Intensité

# history.no_addictions.title
source: New record
fr: Nouvelle entrée

# suggested.addictions.cocaine
source: Cocaine
fr: Cocaïne

# suggested.addictions.heroin
source: Heroin
fr: Héroïne

# suggested.addictions.alcohol
source: Alcohol
fr: Alcool

# suggested.addictions.food
source: Food
fr: Nourriture

# suggested.addictions.sex
source: Sex
fr: Sexe

# suggested.addictions.gambling
source: Gambling
fr: Jeux d'argents

# suggested.addictions.videogames
source: Video games
fr: Jeux vidéos

# export.desire
source: Craving
fr: Envie

# onboarding.addiction.title
source: List
fr: Dépendances

# onboarding.select_dependencies
source: Please select the addiction(s) you wish to monitor
fr: Sélectionnez la ou les dépendances que vous souhaitez contrôler.

# places.delete.confirm
source: Continue
fr: Continuer

# export.choosen
source: Yes
fr: Oui

# export.conso
source: Consumption
fr: Conso

# statspanel.interval
source: Last time
fr: Dernière conso

# places.title
source: My key locations
fr: Mes lieux-clés

# onboarding.addiction.cancel
source: Cancel
fr: Annuler

# history.record.conso
source: Consumption
fr: Conso

# places.modify.title
source: Rename
fr: Renomer

# onboarding.addiction.done
source: Confirm
fr: Valider

# onboarding.tour1
source: Manage your addictions on a daily basis
fr: Contrôlez vos dépendances au quotidien

# onboarding.tour3
source: Share your data with your medical specialist
fr: Échangez vos données avec votre spécialiste

# places.new.message
source: Give it some context
fr: Dans quel contexte êtes-vous ?

# onboarding.tour2
source: Record your cravings and consumption
fr: Notez vos envies et consommations

# new_record.desire
source: Craving
fr: Envie

# places.modify
source: Confirm
fr: Valider

# places.new.add
source: Create
fr: Créer

# new_record.conso
source: Done
fr: Conso

# places.delete.title
source: Are you sure you want to delete %@?
fr: Êtes-vous sûr(e) de vouloir supprimer %@ ?

# places.new.title
source: Add a new place
fr: Ajouter un lieu

# onboarding.sex
source: Sex
fr: Sexuelle

# history.record.desire
source: Craving
fr: Envie

# history.help
source: Note your first craving or consumption by pressing “+” button
fr: Notez votre première envie ou consommation en appuyant sur le bouton “+”

# places.new.cancel
source: Cancel
fr: Annuler

# places.new.error
source: Oops...
fr: Oups !

# places.delete.cancel
source: Cancel
fr: Annuler

# places.new.name_missing
source: Vous devez renseigner un nom
fr: Vous devez d'abord renseigner un lieu

# places.new.placeholder
source: Example: Before sleeping; After lunch...
fr: Exemple : Avant de me coucher; Pour patienter...

# suggested.addictions.screentime
source: Screen time (TV, smartphone etc.)
fr: Écrans

# suggested.addictions.tranquilizer
source: Tranquilizers
fr: Anxiolytiques

# suggested.addictions.antidepressant
source: Antidepressants
fr: Antidépresseurs

# settings.show_tour
source: Show introduction
fr: Revoir l'introduction

# suggested.places.wakeup
source: Waking-up
fr: Au réveil

# suggested.places.coffee
source: At coffee time
fr: En prenant un café

# suggested.places.ontheway
source: On my way
fr: En chemin

# suggested.places.beforelunch
source: Before lunch
fr: Avant le repas

# suggested.places.afterlunch
source: After lunch
fr: Après le repas

# suggested.places.workbreak
source: Break from work
fr: À la pause au travail

# suggested.places.phone
source: On the phone
fr: Au téléphone

# suggested.places.waiting
source: To fill in the time
fr: Pour passer le temps

# suggested.places.inthecar
source: In the car
fr: Dans la voiture

# suggested.places.watchingmovie
source: Watching a movie
fr: Devant un film

# suggested.places.withfriends
source: With friends
fr: Avec des amis

# suggested.places.drinking
source: While drinking
fr: En prenant un verre

# suggested.places.party
source: In a party
fr: Pendant une fête

# suggested.places.beforesleeping
source: Before sleeping
fr: Avant de me coucher

# places.suggested
source: Suggested places
fr: Suggestions

# error.no_addiction
source: No addiction found
fr: Aucune addiction n'a été trouvée

# error.no_addiction.suggestion
source: Launch Dependn' app and start adding your first consomations
fr: Lancez l'application Dependn' et ajoutez vos premières consomations

# settings.apple_watch.addiction
source: Displayed on Apple Watch
fr: Affiché sur Apple Watch

# settings.no_addiction
source: None
fr: Aucune

# settings.no_applewatch
source: No Apple Watch paired
fr: Aucune Apple Watch configurée

# settings.no_applewatch.message
source: Please install Dependn' from the Watch app
fr: Installer Dependn' depuis l'application Apple Watch

# watch.today
source: Today
fr: Auj.

# watch.yesterday
source: Yesterday
fr: Hier

# watch.twoDaysAgo
source: 2 days ago
fr: Il y a 2 jours

# shortcut.addentry.title
source: Add
fr: Ajouter

# shortcut.addentry.subtitle
source: Will add an entry
fr: Ajoutera une entrée

# history.today
source: Today
fr: Aujourd'hui

# history.yesterday
source: Yesterday
fr: Hier

# settings.iap.not_available.title
source: In-App purchase unavailable
fr: Achats intégrés indisponible

# settings.iap.not_available.message
source: Please configure your account in your Apple device Settings
fr: Veuillez configurer votre compte dans les paramètre de votre appareil

# settings.action.restore_iap
source: Restore
fr: Restaurer

# settings.section.iap
source: In-App Purchases
fr: Achats intégrés

# settings.restoreiap.success.title
source: Restore succeed
fr: Restauration de vos achats intégrés

# settings.restoreiap.success.description
source: Restoration done with success.
fr: La restauration de vos achats intégrés s’est effectuée avec succès.

# export.title
source: Would you like to export your data?
fr: Souhaitez-vous exporter vos données ?

# export.message
source: Dependn’ will generate a document your healthcare specialist can easily analyze.
fr: Nous allons générer un document que votre médecin peut facilement analyser.

source: Yes
fr: Oui

source: No
fr: Non

# settings.contact_us
source: Contact us
fr: Nous contacter

# settings.rate_app
source: Rate app
fr: Noter l'application

# settings.share
source: Share app
fr: Partager l'application

# settings.section.data
source: My data
fr: Mes données

# settings.section.others
source: Other
fr: Autre

# places.recent_places
source: Recent places
fr: Mes lieux récents

# places.suggested_places
source: Suggested places
fr: Lieux suggérés

# settings.share.object
source: This app may interest you: Dependn'
fr: Cette application peut t'intéresser : Dependn'

# settings.share_text
source: Hi! Take a look at this app. It's available on iPhone and Apple Watch, and you can track your habits on the go.
fr: Regarde cette application, elle est disponible sur iPhone et Apple Watch et te permet de suivre une ou plusieurs dépendances au quotidien.

# suggested.places.infront_computer
source: In front of my computer
fr: Devant l'ordinateur

# daily.push.title
source: Yesterday
fr: Hier

# weekly.push.title
source: Last week
fr: Semaine dernière

# notifications.daily
source: Daily summary
fr: Résumé quotidien

# notifications.weekly
source: Weekly summary
fr: Résumé hebdomadaire
